Repository: cronoefef/cimolsunda
Catalog: po/*.po
Languages: af

source: Show help
af: Wys hulp

source: Show application version and exit
af: Wys app weergawe en maak toe

source: Restart with GDB debugger attached
af: Herlaai met GDB-foutopsporing aangeheg

source: Show full GDB backtrace
af: Wys volledige GDB-terugsporing

source: Treat fatal errors as criticals and crash application
af: Behandel noodlottige foute as krities en verpletter die app

source: Show main window
af: Wys hoofvenster

source: Show application settings dialog
af: Wys app-instellingsdialoog

source: Show about dialog
af: Wys aangaande-dialoog

source: Maximum number of background worker threads
af: Maksimum aantal agtergrondwerklyne

source: Run game
af: Speel

source: Show compatibility options dialog
af: Wys verenigbaarheidsopsies-dialoog

source: Open game details
af: Open speletjiebesonderhede

source: Open game properties
af: Open speletjie-eienskappe

source: Enable debug logging
af: Aktiveer foutopsporing register

source: Log authentication process and sensitive information like authentication tokens
af: Log stawing proses en sensitiewe inligting soos staafkodes

source: Log download manager
af: Log aflaaibestuurder

source: Log background workers start/stop
af: Log agtergrondwerkers begin/stop

source: Disable log messages filtering
af: Deaktiveer logboodskapfiltrering

source: Verbose logging
af: Uitgebreide log aantekening

source: Game Options:
af: Spelopsies:

source: Show game options help
af: Wys hulp vir spelopsies

source: Logging Options:
af: Log opsies:

source: Show logging options help
af: Wys hulp vir log opsies

source: Select executable
af: Kies uitvoering

source: Select
af: Kies

source: Cancel
af: Kanselleer

source: Select directory
af: Kies gids

source: Part %1$u of %2$u: %3$s
af: Deel %1$u van %2$u: %3$s

source: %s: corrupted installer
af: %s: korrupte installeerder

source: Checksum mismatch in %s
af: Kontrolesom in %s klop nie

source: Show file
af: Wys lêer

source: Remove
af: Verwyder

source: Backup
af: Rugsteunkopie

source: %s: cannot detect main executable
af: %s: kan nie hoofuitvoering opspoor nie

source: Main executable file for this game cannot be detected automatically. Please set main executable in game's properties.
af: Hoofuitvoerbare lêer vir hierdie speletjie kan nie outomaties opgespoor word nie. Stel asseblief die hoofuitvoering in die speletjie se eienskappe.

# platform
source: Emulated
af: Geëmuleer

# status
source: Running
af: Verloop tans

# status
source: Installed
af: Geïnstalleer

# status
source: Installing
af: Installeer tans

# status
source: Verifying installer integrity
af: Bevestig tans installeerderintegriteit

# status
source: Download started
af: Het begin aflaai

# status
source: Not installed
af: Nie geïnstalleer

# status_header
source: Installed
af: Geïnstalleer

# status_header
source: Installing
af: Installeer tans

# status_header
source: Downloading
af: Laai tans af

# status_header
source: Not installed
af: Nie geïnstalleer

source: %s games
af: %s speletjies

source: Your SteamID will be read from Steam configuration file
af: Jou Steam-ID sal van die Steam-konfigurasielêer gelees word

source: Steam config file not found. Login into your account in Steam client and return to GameHub
af: Steam konfigurasie lêer nie gevind nie. Meld aan op jou rekening in Steam-kliënt en keer terug na GameHub

source: %s: no available installers
af: %s: geen installeerders beskikbaar

source: Cannot get Trove download URL. Make sure your Humble Monthly subscription is active.
af: Kan nie Trove-aflaai-URL kry nie. Maak seker jou Humble Monthly intekendiens is aktief.

# itch_dl_status
source: %s left;
af: %s oor;

source: User games
af: Gebruiker speletjies

# tag
source: Favorites
af: Gunstelinge

# tag
source: Not installed
af: Nie geïnstalleer

# tag
source: Installed
af: Geïnstalleer

# tag
source: Hidden
af: Versteek

source: Edit script
af: Wysig skrip

source: Edit custom script
af: Wysig aangepaste skrip

source: Innoextract <b>%1$s</b> is not supported and may not be able to extract some games correctly. Install innoextract <b>%2$s</b> or newer.
af: Innoextract <b>%1$s</b> word nie ondersteun nie en mag dalk sekere speletjies nie korrek kan verplaas nie. Installeer innoextract <b>%2$s</b> of nuwer.

source: Run
af: Begin

source: Show WineWrap menu
af: Wys WineWrap-kieslys

source: Kill apps in prefix
af: Maak apps in voorvoegsel dood

source: Proton prefix
af: Proton voorvoegsel

source: Open prefix directory
af: Maak voorvoegselgids oop

source: Run winecfg
af: Begin winecfg

source: Run winetricks
af: Begin winetricks

source: Run taskmgr
af: Begin taskmgr

source: Wine prefix
af: Wine voorvoegsel

source: Environment variables
af: Omgewings veranderlikes

source: InnoSetup default options
af: InnoSetup standaard opsies

source: Libretro core file
af: Libretro kern lêer

source: Custom emulator
af: Pasgemaakte emulator

source: Launch in game directory
af: Begin vanaf binne die spelgids

# status_header
source: Favorites
af: Gunstelinge

# status_header
source: %s: Favorites
af: %s: Gunstelinge

source: Merging games
af: Samevoeging van speletjies

source: Merging games from %s
af: Voeg speletjies vanaf %s saam

source: Loading games from %s
af: Laai tans speletjies vanaf %s

# sort_mode
source: By name
af: Volgens naam

# sort_mode
source: By last launch
af: Volgens laas gelaai

# sort_mode
source: By playtime
af: Volgens speeltyd

# group_mode
source: Do not group
af: Moet nie groepeer

# group_mode
source: By status
af: Volgens status

# group_mode
source: By source
af: Volgens bron

source: Default
af: Standaard

source: Restore default API key
af: Herstel standaard API-sleutelkode

source: API key
af: API-sleutelkode

source: Generate key
af: Genereer sleutelkode

# imagesource_steamgriddb_image_property
source: Style
af: Styl

# imagesource_steamgriddb_image_property
source: Score
af: Telling

# imagesource_steamgriddb_image_property
source: Author
af: Outeur

# imagesource_steamgriddb_image_style
source: Alternate
af: Wissel af

# imagesource_steamgriddb_image_style
source: Blurred
af: Vervaag

# imagesource_steamgriddb_image_style
source: Material
af: Materiaal

# imagesource_steamgriddb_image_style
source: No logo
af: Geen logo

# imagesource_steamgriddb_image_style
source: White logo
af: Wit logo

source: Monthly IGDB request quota has been reached. Set your own API key to use IGDB data or disable IGDB.
af: Maandelikse IGDB-versoekkwota is uitgeput. Stel jou eie API-sleutelkode om IGDB-data te gebruik of deaktiveer IGDB.

source: Settings
af: Instellings

# igdb_related_link
source: Official website
af: Amptelike webwerf

# igdb_preferred_description
source: When game has description, show description
af: Wanneer speletjie beskrywing het, wys beskrywing

# igdb_preferred_description
source: of game
af: van speletjie

# igdb_preferred_description
source: from IGDB
af: van IGDB

# igdb_preferred_description
source: both
af: beide

source: Some settings will be applied after application restart
af: Sommige instellings sal toegepas word nadat die app herlaai

source: Games directory contains space. It may cause problems for some games
af: Speletjiesgids bevat spasie. Dit kan probleme vir sommige speletjies veroorsaak

source: Interface
af: Koppelvlak

source: Appearance
af: Voorkoms

source: General interface settings
af: Algemene koppelvlakinstellings

source: Dark theme
af: Donker tema

# icon_style
source: Theme-based
af: Tema-gebaseerd

# icon_style
source: Symbolic
af: Simbolies

# icon_style
source: Colored
af: Gekleurd

source: Icon style
af: Ikoon styl

source: Game card
af: Spelkaart

source: Show platform icons
af: Wys platform-ikone

# grid_size
source: Card size
af: Kaart grootte

# grid_size_preset
source: Presets
af: Voorinstellings

source: Games list: installed
af: Speletjieslys: geïnstalleer

source: Games list: not installed
af: Speletjieslys: nie geïnstalleer

# list_style
source: Show icon
af: Wys ikoon

# list_style
source: Bold title
af: Vet titel

# list_style
source: Show status
af: Wys status

# list_style
source: Dim
af: Dof

source: Grid options
af: Rooster opsies

source: List options
af: Lys opsies

source: Behavior
af: Effektuasies

source: Behavior settings
af: Effektuasie instellings

source: Run games with double click
af: Begin speletjies met dubbelklik

source: Merge games from different sources
af: Voeg speletjies uit verskillende bronne saam

source: Use imported tags
af: Gebruik ingevoerde etikette

source: General
af: Algemeen

source: Collection
af: Versameling

source: Empty
af: Leeg

source: Collection directory
af: Versamelingsgids

source: Game directory
af: Spelgids

source: Installers
af: Installeerders

source: Bonus content
af: Bonusinhoud

source: Variable syntax: <b>$var</b> or <b>${var}</b>
af: Veranderlike sintaksis: <b>$var</b> of <b>${var}</b>

source: Game name
af: Speletjie naam

source: Controller
af: Kontrole

source: Enabled
af: Geaktiveer

source: Focus GameHub window with Guide button
af: Fokus GameHub-venster met gidsknoppie

source: Controllers
af: Kontroles

source: Move focus
af: Beweeg fokus

source: Exit
af: Gaan uit

source: Disabled
af: Gedeaktiveer

source: Tweaks
af: Fyn-wysigings

source: Tweak launch options and apply them to games automatically
af: Wysig die laaiopsies en pas dit outomaties op speletjies toe

source: Tweaks are loaded from following directories in order Last tweak overrides previous tweaks with same identifiers
af: Fyn-wysigings word uit volgbare gidse gelaai in volgorde Laaste fyn-wysiging oorskryf vorige fyn-wysiging met dieselfde identifiseerders

source: Click to open
af: Klik om oop te maak

source: Tweaks are loaded from <b>%1$s</b> and %2$d more directories <b>(?)</b>
af: Fyn-wysigings word gelaai vanaf <b>%1$s</b> en %2$d meer gidse <b>(?)</b>

source: Game sources
af: Spel bronne

source: Steam API keys have limited number of uses per day
af: Steam API-sleutelkodes kan net 'n beperkte aantal keure per dag gebruik word

source: Installation directory
af: Installasie gids

source: Not installed
af: Nie geïnstalleer

source: Not authenticated
af: Nie geverifieer nie

source: Authenticated as <b>%s</b>
af: Geverifieer as <b>%s</b>

source: Authenticated
af: Geverifieer

source: Install
af: Installeer

source: Steam API key
af: Steam API sleutelkode

source: Games directory
af: Speletjiesgids

source: Logout
af: Teken uit

source: Load games from Humble Trove
af: Laai speletjies vanaf Humble Trove

source: Libretro core directory
af: Libretro kerngids

source: Libretro core info directory
af: Libretro kern inligting gids

source: Ignored libretro cores
af: Geïgnoreerde libretro-kerne

source: Ignored game file extensions
af: Geïgnoreerde spellêeruitbreidings

source: No cores found
af: Geen kerne gevind

source: %u core found
af: %u kern gevind

source: No custom emulators
af: Geen pasgemaakte emulators

source: %u custom emulator
af: %u pasgemaakte emulator

source: Save
af: Stoor

source: Executable
af: Uitvoering

source: Installer
af: Installeerder

source: Name
af: Naam

source: Arguments
af: Argumente

source: Variables
af: Veranderlikes

source: Game executable
af: Speletjie uitvoerbaar

source: Game arguments
af: Spelargumente

source: Directory
af: Gids

source: Select emulator directory
af: Kies emulatorgids

source: Force compatibility mode
af: Dwing verenigbaarheidsmodus af

source: Game file patterns
af: Spellêerpatrone

source: Image
af: Beeld

source: Icon
af: Ikoon

source: <b>findutils</b>-compatible glob patterns <b>•</b> Multiple patterns can be separated with <b>|</b> <b>•</b> Start pattern with <b>./</b> to match relative path <b>•</b> $<b>basename</b> variable will be replaced with game's executable name (without extension)
af: <b>findutils</b>-verenigbare glob-patrone <b>•</b> Veelvuldige patrone kan geskei word met <b>|</b> <b>•</b> Begin patroon met <b>./</b> om by relevante pad te pas <b>•</b> $<b>basisnaam</b> veranderlike sal vervang word met die speletjie se uitvoerbare naam (sonder die uitbreiding)

source: Providers
af: Verskaffers

source: Third-party data providers
af: Derdeparty-dataverskaffers

source: Image providers
af: Beeldverskaffers

source: Metadata providers
af: Metadataverskaffers

source: Open website
af: Open webwerf

source: About
af: Aangaande

source: Copy application version and environment info
af: Kopieer app weergawe en omgewing inligting

source: All your games in one place
af: Al jou speletjies op een plek

# about_link
source: Website
af: Webwerf

# about_link
source: Source code on GitHub
af: Bronkode op GitHub

# about_link
source: Report a problem
af: Meld 'n probleem aan

# about_link
source: Suggest translations
af: Stel vertalings voor

# about_link
source: Issues
af: Kwessies

# about_link
source: Contributors
af: Bydraers

# about_link
source: Forks
af: Vurke

source: Import
af: Voer in

source: Download
af: Laai af

source: Select installer
af: Kies installeerder

source: Installer size: %s
af: Installeerdergrootte: %s

source: Unknown
af: Onbekend

source: %s: Properties
af: %s: Eienskappe

source: Images
af: Beelde

source: Download images
af: Laai beelde af

source: Image URL
af: Prent-URL

source: Vertical image URL
af: Vertikale prent-URL

source: Icon URL
af: Ikoon URL

source: Select working directory
af: Kies werksgids

source: Working directory
af: Werksgids

source: Compatibility
af: Verenigbaarheid

source: Launch from terminal
af: Begin vanaf terminale

source: Copy to clipboard
af: Kopieer na knipbord

source: Add to Steam
af: Voeg na Steam

source: Add to the Steam library
af: Voeg na die Steam-biblioteek

source: %s: Overlays
af: %s: Oorlegsels

source: Overlays are disabled
af: Oorlegsels is gedeaktiveer

source: Enable overlays to manage DLCs and mods Enabling will move game to the “base“ overlay
af: Aktiveer oorlegsels om DLC's en mods te bestuur Aktivering sal speletjie na die “basis”-oorleg skuif

source: Overlays
af: Oorlegsels

source: Overlay ID (directory name)
af: Oorleg-ID (gidsnaam)

source: Overlay name (optional)
af: Oorlegnaam (opsioneel)

source: Add
af: Voeg by

source: Enable overlays
af: Aktiveer oorlegsels

source: Overlay usage at this path may be unsafe Proceed at your own risk Path: <b>%s</b>
af: Gebruik van oorleg deur hiérdie pad kan dalk onveilig wees Gaan voort op eie risiko Pad: <b>%s</b>

source: Overlay usage at this path is not supported Path: <b>%s</b>
af: Oorleggebruik deur hiérdie pad word nie ondersteun nie Pad: <b>%s</b>

source: Open directory
af: Open gids

source: Remove overlay
af: Verwyder oorleg

source: Run with compatibility layer
af: Begin met verenigbaarheidslaag

source: Corrupted installer: checksum mismatch in
af: Korrupte installeerder: kontrolesom klop nie

source: Import emulated games
af: Voer geëmuleerde speletjies in

source: Select directory with emulated games
af: Kies gids met geëmuleerde speletjies

source: Detected games
af: Ontdekte speletjies

source: Select all
af: Kies alles

source: Select directory to import
af: Kies gids om in te voer

source: %s: Tweaks
af: %s: Fyn-wysigings

source: No enabled game sources
af: Geen geaktiveerde speletjiebronne

source: Enable some game sources in settings
af: Aktiveer 'n paar speletjiebronne in instellings

source: Let's get started
af: Laat ons begin

source: Skip
af: Slaan oor

source: Ready
af: Gereed

source: Authentication required
af: Verifikasie vereis

source: Authenticating…
af: Verifieer tans…

source: Install %s
af: Installeer %s

source: Return to GameHub after installing
af: Keer terug na GameHub na installering

source: No games
af: Geen speletjies

source: Get some games or enable some game sources in settings
af: Kry 'n paar speletjies of aktiveer 'n paar speletjiebronne op die instellings

source: Grid view
af: Roosteraansig

source: List view
af: Lysaansig

source: All games
af: Alle speletjies

source: Downloads
af: Aflaaie

source: Add game
af: Voeg speletjie by

source: Search
af: Soek

source: Menu
af: Kieslys

source: Back
af: Terug

source: %u game
af: %u speletjie

source: No user-added games
af: Geen speletjies wat deur gebruiker gevoeg is

source: Add some games using plus button
af: Voeg speletjies by met die plusknoppie

source: No %s games
af: Geen %s speletjies

source: Get some Linux-compatible games
af: Kry 'n paar Linux-verenigbare speletjies

source: No games matching “%s”
af: Geen speletjies wat ooreenstem met “%s”

source: No %1$s games matching “%2$s”
af: Geen %1$s speletjies wat ooreenstem met “%2$s”

source: No games were loaded from Steam. Set your games list privacy to public or use your own Steam API key in settings.
af: Geen speletjies is vanaf Steam gelaai. Stel jou speletjielys se privaatheid na publiek of gebruik jou eie Steam API-sleutelkode op die instellings.

source: Privacy
af: Privaatheid

source: Downloading images
af: Laai tans beelde af

source: Downloading image: %s
af: Beeld laai tans af: %s

source: Pause download
af: Laat aflaai rus

source: Resume download
af: Hervat aflaai

source: Cancel download
af: Kanselleer aflaai

source: Group
af: Groep

source: Sort
af: Sorteer

source: Tags
af: Merkers

source: All platforms
af: Alle platforms

source: Select game executable
af: Kies speletjie uitvoering

source: Select game directory
af: Kies speletjiegids

source: Download game images
af: Laai speletjie-beelde af

source: Details
af: Besonderhede

# game_context_menu
source: Favorite
af: Gunsteling

# game_context_menu
source: Hidden
af: Versteek

source: Open installation directory
af: Open installasiegids

source: Open installers collection directory
af: Open installeerdersversamelingsgids

source: Open bonus collection directory
af: Open bonusversamelingsgids

source: Open screenshots directory
af: Open skermskootgids

source: Uninstall
af: Deïnstalleer

source: Properties
af: Eienskappe

source: %d game selected
af: %d speletjie gekies

source: %d game will be installed
af: %d speletjie sal geïnstalleer word

source: %d game will be downloaded
af: %d speletjie sal afgelaai word

source: Image for %d game will be searched
af: Beeld vir %d speletjie sal opgesoek word

source: %d game will be uninstalled
af: %d speletjie sal gedeïnstalleer word

source: Refresh
af: Vervris

source: %d game will be removed from database. Restart GameHub to fetch new data
af: %d speletjie sal van die databasis verwyder word. Herlaai GameHub om nuutste data te vind

source: Open store page
af: Open winkelblad

source: Game properties
af: Spel-eienskappe

source: Playtime
af: Speeltyd

source: Playtime (local)
af: Speeltyd (plaaslik)

source: Last launch
af: Laas geopen

source: Achievements
af: Prestasies

source: Unlocked: %s
af: Ontsluit: %s

source: Global percentage: %g%%
af: Wêreldwye persentasie: %g%%

source: Language
af: Taal

source: Languages
af: Tale

source: %u DLCs cannot be installed
af: %u DLC's kan nie geïnstalleer word nie

source: Category
af: Kategorie

source: Categories
af: Kategorieë

# igdb
source: Popularity
af: Gewildheid

# igdb
source: Aggregated rating
af: Saamgestelde gradering

# igdb
source: IGDB user rating
af: IGDB gebruikersgradering

# igdb
source: Total rating
af: Gehele gradering

# igdb
source: Release date
af: Vrystellingsdatum

# igdb
source: Keywords
af: Sleutelwoorde

# igdb
source: Links
af: Skakels

source: Based on <b>%d</b> rating
af: Gebaseer op <b>%d</b> gradering

# igdb
source: Summary
af: Opsomming

# igdb
source: Storyline
af: Storielyn

source: Select file
af: Kies lêer

source: No images
af: Geen beelde

source: There are no images found for this game Make sure game name is correct
af: Daar is geen beelde vir hierdie speletjie gevind nie Bevestig die naam van die speletjie

source: Search images:
af: Soek prente:

source: Compatibility layer:
af: Verenigbaarheidslaag:

source: Configure
af: Stel op

source: Add tag
af: Voeg merker

source: No description
af: Geen beskrywing

source: Edit file
af: Wysig lêer

# time
source: %dh
af: %du

# grid_size_preset
source: Steam (vertical)
af: Steam (vertikaal)

# grid_size_preset
source: GOG (vertical)
af: GOG (vertikaal)

# grid_size_preset
source: Square
af: Vierkantig

# grid_size_preset
source: Custom
af: Pasgemaak

# dl_status
source: Queued
af: In opvolglys

# dl_status
source: Starting download
af: Begin tans aflaai

# dl_status
source: Download started
af: Aflaai het begin

# dl_status
source: Download finished
af: Aflaai voltooi

# dl_status
source: Download failed
af: Aflaai het misluk

# dl_status
source: Downloading: %s
af: Laai tans af: %s

# dl_status
source: Downloading
af: Laai tans af

# dl_status
source: Paused: %s
af: Op rus: %s

# dl_status
source: Paused
af: Op rus

# dl_status
source: Download cancelled
af: Aflaai gekanselleer
